[
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-kem-lot-trang-diem-maybelline-baby-skin-22ml_a6yU88fGA49iiagU_img_800x800_eb97c5_fit_center.png",
      "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-kem-lot-trang-diem-maybelline-baby-skin-22ml-1688613950_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/t/e/tem-phu_100600060-1-1655371436_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-maybelline-min-da-che-khuyet-diem-22ml-1680932707_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-maybelline-min-da-che-khuyet-diem-22ml-1-1680932708_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Kem Lót Maybelline Mịn Da Che Khuyết Điểm 22ml",
    "UPC": "100600060",
    "productPrice": [
      "150.000 ₫"
    ],
    "productInfo": "Kem Lót Maybelline Baby Skin Pore Eraser mịn da che khuyết điểm là sản phẩm trang điểm được yêu thích của thương hiệu Maybelline New York. Sản phẩm giúp làm mịn da, che khuyết điểm, tạo hiệu ứng lỗ chân lông thu nhỏ, cho lớp nền mịn màng hoàn hảo.Đặc biệt sản phẩm có chiết xuất cherry chống lão hóa da và khả năng che khuyết điểm vượt trội, cải thiện tình trạng da trước khi trang điểm chỉ trong tích tắc.,Hiện sản phẩm Kem Lót Maybelline Baby Skin Pore Eraser 22ml đã có mặt tại Hasaki.,Sản phẩm thích hợp với mọi loại da.,Kem lót có khả năng che khuyết điểm vượt trội, giúp cải thiện tình trạng da trước khi trang điểm chỉ trong 1 phút.,Cấu trúc gel trong suốt, mịn nhẹ dễ tán, hiệu quả trong việc che lỗ chân lông, cải thiện tình trạng da thô ráp, ngăn mốc da khi trang điểm.,Không gây mụn và không chứa hương thơm.,Thành phần dưỡng da giúp bảo vệ da.,Kem lót Baby Skin giúp cải thiện tình trạng da và dưỡng da trước khi trang điểm chỉ trong tích tắc.,Đặc biệt vì có kết cấu gel mịn trong suốt nên sẽ làm da mịn như em bé và giúp kem nền lên màu chuẩn, tiệp da và ngăn bóng nhờn.,Tránh ánh nắng trực tiếp.,Để nơi khô ráo, thoáng mát.,Đậy nắp kín sau khi sử dụng.,Dung tích: 22ml,Thương hiệu: Maybelline,Xuất xứ thương hiệu: Mỹ",
    "productSpecs": [
      "Barcode                        6902395260646",
      "Thương Hiệu                        Maybelline",
      "Xuất xứ thương hiệu                            Mỹ",
      "Nơi sản xuất                            China",
      "Loại da                            Da thường/ Mọi loại da",
      "Đặc Tính                            Không Màu",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da dầu, lỗ chân lông to"
    ],
    "productIngredients": "Kết cấu dạng gel trong suốt cùng công thức silicone phủ trên bề mặt giúp bạn tạo ra lớp nền mịn màng, che phủ dấu vết của lỗ chân lông.,Bổ sung chiết xuất Cherry chống lão hóa cho da.,Không chứa hương liệu, chất kích ứng da.,Thành phần đầy đủ:,Dimethicone, Dimethicone Crosspolymer, Stearyl Heptanoate, Caprylyl Glycol, Silica Silylate, Propylene Glycol, Pentaerythrityl Tetraisostearate, Prunus Cerasus Extract / Bitter Cherry Extract. May Contain: CI 73360 / Red 30, CI 77492 / Iron Oxides.",
    "productUsage": "Lấy lượng sản phẩm vừa đủ chấm 5 điểm trên khuôn mặt (trán, mũi, 2 má và cằm), dùng tay hoặc bông mút nhẹ nhàng tán đều khắp mặt cho nền da đẹp trắng hồng rạng rỡ một cách tự nhiên.,Bảo quản:,Tránh ánh nắng trực tiếp.,Để nơi khô ráo, thoáng mát.,Đậy nắp kín sau khi sử dụng.",
    "quantity": 25,
    "userRating": "1.65",
    "rateCount": 2,
    "soldCount": 366,
    "category": "KemLot"
  },
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-kem-lot-maybelline-kiem-dau-ngan-xuong-tong-spf-20-30ml_P8h5KTdicH1xzPNN_img_800x800_eb97c5_fit_center.png",
      "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422211416-1691642110_img_800x800_eb97c5_fit_center.png",
      "https://media.hcdn.vn/catalog/product/t/e/tem-phu_422211416-1681800502_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-maybelline-kiem-dau-ngan-xuong-tong-spf-20-30ml-1681099693_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-maybelline-kiem-dau-ngan-xuong-tong-spf-20-30ml-1-1681099693_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Kem Lót Maybelline Kiềm Dầu Ngăn Xuống Tông SPF 20 30ml",
    "UPC": "422211416",
    "productPrice": [
      "189.000 ₫"
    ],
    "productInfo": "Kem lót Fit Me Primer Matte+Poreless SPF 20 đến từ thương hiệu Maybelline New York có thành phần tích hợp đất sét khoáng giúp kiềm dầu, ngăn nền xuống tông hiệu quả suốt 16H. Chất kem dạng sữa dễ tán, đem lại hiệu ứng làm mềm da, làm mờ lỗ chân lông ngay sau khi sử dụng. Ngoài ra, sản phẩm có thêm SPF 20 giúp bảo vệ da khỏi tác hại của ánh nắng mặt trời. Sản phẩm được khuyên dùng trước bước đánh kem nền để đem lại lớp nền mịn lì, không bóng dầu, không xuống tông suốt ngày dài.,Kem Lót Maybelline Kiềm Dầu Ngăn Xuống Tông SPF 20 30ml Fit Me Primer Matte+Poreless hiện đã có mặt tại Hasaki.,Sản phẩm phù hợp cho da thường đến da dầu.,Da dầu nhờn nhiều khiến cho lớp nền dễ bị xuống tông, xỉn màu và nhanh trôi.,Thành phần tích hợp đất sét khoáng giúp kiềm dầu, ngăn lớp nền xuống tông suốt 16H.,Đem lại hiệu ứng mịn lì, làm mờ lỗ chân lông.,Bảo vệ da dưới tác hại của ánh nắng mặt trời với chỉ số SPF 20.,Thiết kế dạng tuýp cơ bản, nhỏ gọn, nắp xoay vặn mở chắc chắn.,Kem lót Fit Me Primer được đánh giá cao bới người tiêu dùng và cả những chuyên viên trang điểm chuyên nghiệp về khả năng kiềm dầu, ngăn xuống tông, cho lớp nền mịn lì hoàn hảo suốt ngày dài.,Bảo quản nơi khô ráo, thoáng mát, tránh ánh nắng trực tiếp hoặc nơi có nhiệt độ cao / ẩm ướt.,Tránh xa tầm tay trẻ em.,Đậy nắp kín sau khi sử dụng.,Thương hiệu: Maybelline New York,Xuất xứ thương hiệu: Mỹ,Nơi sản xuất: Trung Quốc,Ngày sản xuất: Xem trên bao bì sản phẩm,Hạn sử dụng: 3 năm kể từ ngày sản xuất.,**Bao bì thay đổi theo từng đợt nhập hàng",
    "productSpecs": [
      "Barcode                        6902395808503",
      "Thương Hiệu                        Maybelline",
      "Xuất xứ thương hiệu                            Mỹ",
      "Nơi sản xuất                            China",
      "Loại da                            Da dầu",
      "Đặc Tính                            Dạng Lì",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da dầu, lỗ chân lông to"
    ],
    "productIngredients": "Thành phần chính:,Đất sét khoáng: giúp kiềm dầu, ngăn nền xuống tông hiệu quả.,Thành phần chi tiết:,Aqua / Water, Dimethicone, Glycerin, Isododecane, Trimethylsiloxysilicate, Alcohol, Butylene Glycol, Undecane, Silica, Aluminum Starch Octenylsuccinate, Peg-10 Dimethicone, Boron Nitride, Tridecane, Peg-9 Polydimethylsiloxyethyl Dimethicone, Isopropyl Lauroyl Sarcosinate, Diisopropyl Sebacate, Disteardimonium Hectorite, Bis-Peg/Ppg-14/14 Dimethicone, Magnesium Sulfate, Silica Silylate, Phenoxyethanol, Dipentaerythrityl Tetrahydroxystearate/Tetraisostearate, Tocopherol, Tin Oxide, Parfum / Fragrance, Isopropyl Titanium Triisostearate, Alumina, Linalool, Limonene, Helianthus Annuus Seed Oil / Sunflower Seed Oil, [+/- May ContainCi 77891 / Titanium Dioxide, Mica, Ci 77491, Ci 77492 / Iron Oxides",
    "productUsage": "Bước 1: Lấy lượng sản phẩm vừa đủ chấm 5 điểm trên khuôn mặt (trán, mũi, 2 má và cằm).,Bước 2: Dùng tay hoặc bông mút nhẹ nhàng tán đều khắp mặt.,Bước 3: Sử dụng kèm kem nền Fit Me để đem lại hiệu ứng mịn lì tự nhiên, không bóng dầu, không xuống tông suốt 16H.",
    "quantity": 29,
    "userRating": "4.18",
    "rateCount": 3,
    "soldCount": 489,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Australis Cho Da Dầu & Lỗ Chân Lông To 20ml",
    "UPC": "367800004",
    "productPrice": [
      "256.000 ₫"
    ],
    "productInfo": "Kem Lót Australis Cho Da Dầu & Lỗ Chân Lông To 20ml là sản phẩm kem lót đến từ thương hiệu mỹ phẩm Australis của Úc. Sản phẩm là sự kết hợp 2 trong 1 giữa kem lót và kem che khuyết điểm, giúp làm mịn da và kiềm dầu cho lớp lót khô ráo, láng mịn, giảm thiểu sự xuất hiện của lỗ chân lông và các khuyết điểm khác. Công thức chứa thành phần dầu hạnh nhân ngọt và Vitamin E giúp dưỡng ẩm làm da mềm mượt đồng thời chống oxy hóa hiệu quả, bảo vệ da trước các tác nhân gây hại từ môi trường, ngăn ngừa các dấu hiệu lão hóa da.,Hiện sản phẩm Kem Lót Australis Cya Later Pores Spot Primer 20ml đã có mặt tại Hasaki.,Sản phẩm phù hợp với làn da dầu, hỗn hợp dầu.,Da dầu thừa, lỗ chân lông to.,Giảm thiểu sự xuất hiện của lỗ chân lông và các khuyết điểm khác với lớp lót không nhờn và công thức dưỡng ẩm.,Vitamin E giúp chống oxy hóa, ngăn ngừa lão hóa da, dưỡng ẩm.,Dầu hạnh nhân ngọt giàu hàm lượng Vitamin E giúp nuôi dưỡng da ẩm mượt và khỏe mạnh, bảo vệ da trước tác hại của tia UV, ngăn ngừa nếp nhăn xuất hiện cũng như các dấu hiệu lão hóa da khác. Các axit béo trong dầu hạnh nhân cũng giúp giữ độ ẩm sâu cho da, cải thiện làn da khô bong tróc.,Công thức kiềm dầu cho lớp lót khô ráo, láng mịn.,Thiết kế dạng tuýp nhỏ gọn, tiện dụng, dễ dàng mang theo trong túi trang điểm hằng ngày.,Kết cấu kem xốp mịn, thấm nhanh vào da giúp tạo lớp lót khô thoáng, kiềm dầu hiệu quả suốt cả ngày dài, giữ cho lớp makeup không bị xuống tông và lâu trôi hơn.,Đạt chuẩn Vegan Friendly.,Nơi khô ráo, thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 20ml,Thương hiệu: Australis,Xuất xứ thương hiệu: Úc,Sản xuất tại: Thái Lan.",
    "productSpecs": [
      "Barcode                        9312658443070",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất",
      "Loại da                            Da dầu",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da dầu, lỗ chân lông to"
    ],
    "productIngredients": "Thành phần chính:,Vitamin E: giúp chống oxy hóa, ngăn ngừa lão hóa da, dưỡng ẩm.,Dầu hạnh nhân ngọt giàu hàm lượng Vitamin E: giúp nuôi dưỡng da ẩm mượt và khỏe mạnh, bảo vệ da trước tác hại của tia UV, ngăn ngừa nếp nhăn xuất hiện cũng như các dấu hiệu lão hóa da khác. Các axit béo trong dầu hạnh nhân cũng giúp giữ độ ẩm sâu cho da, cải thiện làn da khô bong tróc.,Thành phần đầy đủ:,Cyclopentasiloxane, Dimethicone, Silica, Dimethicone/Vinyl Dimethicone Crosspolymer, Dimethicone Crosspolymer, Isononyl Isononanoate, Polymethyl Methacrylate, Laureth-4, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Tocopheryl Acetate, Aluminum Hydroxide, Hydrogen Dimethicone, Ci 77891 (Titanium Dioxide), Ci 77492/ Ci 77491/ Ci 77499 (Iron Oxides).",
    "productUsage": "Dùng trước khi trang điểm nền.,Thoa kem lót lên những vùng da cần che khuyết điểm trên gương mặt hoặc thoa lớp mỏng toàn da mặt.",
    "quantity": 42,
    "userRating": "1.08",
    "rateCount": 42,
    "soldCount": 911,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Australis Cho Da Mụn 30ml",
    "UPC": "367800005",
    "productPrice": [
      "256.000 ₫"
    ],
    "productInfo": "Kem Lót Australis Cho Da Mụn 30ml là sản phẩm kem lót đến từ thương hiệu mỹ phẩm Australis của Úc. Đây là một loại kem lót có khả năng “chiến đấu” với mụn mạnh mẽ, giúp hỗ trợ làm giảm và làm dịu các vết mẩn đỏ, kết hợp với giữ ẩm cho da mềm mượt trước khi trang điểm, đồng thời chữa lành mụn trứng cá và các loại mụn khác trên da, giảm sưng mụn hiệu quả.,Một trong những bí quyết để có được lớp nền hoàn hảo và bền màu lâu trôi suốt nhiều giờ chính là sử dụng kem lót trang điểm (primer). Kem lót được sử dụng trước khi makeup, giúp lấp đầy những khuyết điểm trên da như lỗ chân lông to, sẹo mụn, làm cho bề mặt da bằng phẳng mịn màng và “ăn phấn” hơn… Thế nhưng các cô nàng da mụn lại thường ngại sử dụng kem lót vì lo lắng kem lót sẽ gây bí da, bít tắc lỗ chân lông và làm tình trạng mụn tồi tệ hơn. Đây là quan điểm sai lầm vì nếu bạn lựa chọn được sản phẩm phù hợp, kem lót sẽ phát huy được công dụng của nó như một lớp màng bảo vệ đứng giữa da và các sản phẩm makeup, giúp giữ cho da không bị tổn hại bởi các hóa chất trong mỹ phẩm trang điểm, đồng thời cũng giúp lớp trang điểm được hoàn hảo hơn. Không chỉ thế, kem lót thường có khả năng kiềm dầu tốt, giúp hạn chế tình trạng bã nhờn tiết ra nhiều gây bít tắc lỗ chân lông, cũng như giữ da không bị bóng dầu và làm cho lớp nền lâu trôi hơn.,Hiện sản phẩm Kem Lót Blemish Buster Acne Fighting Primer 30ml đã có mặt tại Hasaki.,Thành phần dầu Argan, dầu Hoa Anh Thảo (Evening Primrose Oil), Vitamin E (Tocopheryl Acetate) và Hyaluronic Acid (Sodium Hyaluronate) giúp cung cấp độ ẩm tối ưu, dưỡng ẩm cho da mềm mượt, hạn chế tình trạng da khô, bong tróc.,Dầu Hoa Anh Thảo cũng nổi trội nhờ khả năng kháng viêm, giúp làm dịu các nốt mụn sưng viêm.,Salicylic Acid làm sạch sâu lỗ chân lông, điều tiết bã nhờn dư thừa và giảm thiểu tình trạng bí tắc lỗ chân lông, giúp da trở nên thông thoáng hơn, hỗ trợ làm giảm mụn.,Ứng dụng hydrat hóa tạo ra lớp lót hoàn hảo.,Thiết kế dạng tuýp nhỏ gọn, tiện dụng, dễ dàng mang theo trong túi trang điểm hằng ngày.,Kết cấu dạng gel giúp cho sản phẩm dễ dàng tán đều và thẩm thấu nhanh chóng vào da.,Đạt chuẩn Vegan Friendly.,Nơi khô ráo, thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Thương hiệu: Australis,Dung tích: 30ml,Xuất xứ thương hiệu: Úc.",
    "productSpecs": [
      "Barcode                        9312658443063",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất",
      "Giới tính",
      "Vấn đề về da                            Da mụn"
    ],
    "productIngredients": "Aqua (Water), Cyclopentasiloxane, Butylene Glycol, Peg/Ppg-18/18 Dimethicone, Dimethicone Crosspolymer, Phenoxyethanol, Carbomer, Sodium Hydroxide, Argania Spinosa (Argan) Kernel Oil, Disodium Edta, Oenothera Biennis (Evening Primrose) Oil, Salicylic Acid, Tocopheryl Acetate, Maris Aqua (Sea Water), Methylisothiazolinone, Ethylhexyl Palmitate, Silica Dimethyl Silylate, Caprylyl Glycol, Chlorphenesin, Sodium Hyaluronate, Hexylene Glycol, Ci 42090 (Blue 1)",
    "productUsage": "Sử dụng kem lót lên toàn bộ da mặt, sau bước làm sạch và trước các bước trang điểm nền khác.",
    "quantity": 23,
    "userRating": "4.73",
    "rateCount": 65,
    "soldCount": 977,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Australis Dưỡng Ẩm Ngừa Lão Hóa 40ml",
    "UPC": "367800003",
    "productPrice": [
      "220.000 ₫"
    ],
    "productInfo": "Kem Lót Australis Dưỡng Ẩm Ngừa Lão Hóa là sản phẩm kem lót nổi bật đến từ thương hiệu mỹ phẩm trang điểm Australis Cosmetics nổi tiếng từ Úc. Đây là một loại kem lót hoàn hảo để mang lại cho bạn lớp nền mịn đẹp, lâu trôi và tươi mới. Với công thức đặc biệt giúp cung cấp độ ẩm và giữ ẩm tối ưu giúp tạo nên lớp lót mịn màng, chuẩn bị sẵn sàng cho các bước trang điểm nền sau đó bám tốt vào da và bền màu suốt cả ngày dài, ngăn chặn việc nền bị oxy hóa xuống tông hay tình trạng da khô bong khó chịu. Ngoài ra, sản phẩm được bổ sung dẫn xuất Vitamin A & C cung cấp các đặc tính chống oxy hóa, ngăn ngừa lão hóa da cùng với mật ong, lô hội và chiết xuất dưa chuột giúp giữ ẩm cho da. Thích hợp với những làn da khô thiếu độ ẩm và lão hóa.,Một trong những bí quyết để có được lớp nền hoàn hảo và bền màu lâu trôi suốt nhiều giờ chính là sử dụng kem lót trang điểm (primer). Kem lót được sử dụng trước khi makeup, giúp lấp đầy những khuyết điểm trên da như lỗ chân lông to, sẹo mụn, làm cho bề mặt da bằng phẳng mịn màng và “ăn phấn” hơn, đồng thời còn có thêm một số công dụng khác như kiềm dầu, giữ lớp nền lâu trôi, giảm hiện tượng nền loang lổ vào cuối ngày, dưỡng ẩm cho da ẩm mượt và không bị cakey hay bong tróc nền…,Hiện Kem Lót Australis The Original Primer đã có mặt tại Hasaki với 2 dung tích:,10ml,40ml,Sản phẩm thích hợp cho da khô.,Da thiếu ẩm, thiếu nước.,Da xuất hiện nếp nhăn, lão hoá.,Kem lót với công thức bảo vệ độ ẩm, dưỡng ẩm và ngăn ngừa lão hóa tạo ra lớp lót cơ bản cho làn da mịn, mướt, không tì vết.,Chứa các dẫn xuất vitamin A và C có đặc tính ngăn ngừa các dấu hiệu lão hóa, mang lại làn da tươi trẻ và săn chắc hơn.,Chiết xuất từ mật ong, lô hội và dưa chuột giúp giữ ẩm cho da hiệu quả.,Thiết kế dạng tuýp nhỏ gọn, tiện dụng, dễ dàng mang theo trong túi trang điểm hằng ngày.,Kết cấu dạng kem gel mềm mượt, thấm nhanh và tiệp vào da giúp tạo lớp lót mịn màng, giữ độ ẩm cho da suốt cả ngày dài, hạn chế lớp trang điểm bị cakey và lâu xuống tông hơn.,Đạt chuẩn Vegan Friendly.,Nơi khô ráo, thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 10ml; 40ml,Thương hiệu: Australis,Xuất xứ thương hiệu: Úc.",
    "productSpecs": [
      "Barcode                        9312658443001",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất",
      "Loại da                            Da thường/ Mọi loại da",
      "Đặc Tính                            Không Màu",
      "Giới tính",
      "Vấn đề về da                            Da lão hóa, nếp nhăn"
    ],
    "productIngredients": "Thành phần chính:,Chứa các dẫn xuất vitamin A và C: có đặc tính ngăn ngừa các dấu hiệu lão hóa, mang lại làn da tươi trẻ và săn chắc hơn.,Chiết xuất từ mật ong, lô hội và dưa chuột: giúp giữ ẩm cho da hiệu quả.,Thành phần đầy đủ:,Aqua (Water), Cetearyl Alcohol, Isononyl Isononanoate, Phenoxyethanol, Cetearyl Isononanoate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Methylparaben, Propylparaben, Tocopheryl Acetate, C14-22 Alcohols, Mel (Honey), Sodium Ascorbyl Phosphate, Sodium Hydroxide, Disodium EDTA, Propylene Glycol, C12-20 Alkyl Glucoside, Cucumis Sativus (Cucumber) Fruit Extract, Citrus Aurantium Dulcis (Orange) Oil, Parfum (Fragrance), Geranium Maculatum (Geranium) Oil, Aloe Barbadensis (Aloe Vera) Leaf Juice, Faex (Yeast Extract), Retinyl Palmitate, Arachis Hypogaea (Peanut) Oil, Phosphoric Acid, Sodium Benzoate, Diazolidinyl Urea, Potassium Sorbate, DMDM Hydantoin, Sodium Sulfite, Rosa Damascena (Rose) Flower Water, Tocopherol, CI 19140 (Yellow 5), CI 14700 (Red 4)",
    "productUsage": "Sử dụng trước bước kem nền (foundation) và trên da mặt đã được làm sạch.,Cho một lượng kem lót vừa đủ, thoa đều lên toàn bộ khuôn mặt.,Nếu muốn tạo hiệu ứng lớp nền căng bóng, hãy bắt đầu thoa kem nền trước khi lớp kem lót thẩm thấu hết vào da.",
    "quantity": 34,
    "userRating": "3.21",
    "rateCount": 85,
    "soldCount": 570,
    "category": "KemLot"
  },
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-249400246-1695368881_img_800x800_eb97c5_fit_center.png",
      "https://media.hcdn.vn/catalog/product/t/e/tem-phu-249400246-16625343102767_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/certificate/silkygirl1666250058_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-che-lo-chan-long-silkygirl-mau-01-natural-15ml-5_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-che-lo-chan-long-silkygirl-mau-01-natural-15ml-4_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Kem Lót Che Lỗ Chân Lông SILKYGIRL Màu 01 Natural 15ml",
    "UPC": "249400246",
    "productPrice": [
      "149.000 ₫"
    ],
    "productInfo": "Kem Lót Che Lỗ Chân Lông SILKYGIRL Instant Pore Fix Primer Màu 01 Natural 15ml là kem lót đến từ thương hiệu mỹ phẩm SILKYGIRL từ Malaysia, chất kem mỏng nhẹ giúp hỗ trợ làm mờ và thu nhỏ lỗ chân lông hiệu quả, giữ lớp makeup lâu trôi cả ngày dài, đồng thời che khuyết điểm, không gây bết dính. Hiện sản phẩm Kem Lót Che Lỗ Chân Lông SILKYGIRL Instant Pore Fix Primer Màu 01 Natural 15ml đã có mặt tại Hasaki.,Sản phẩm phù hợp với mọi loại da.,Da có nhiều khuyết điểm.,Có lỗ chân lông to.,Các phân tử nhỏ có trong Primer giúp tệp vào da tạo hiệu ứng lỗ chân lông thu nhỏ rõ rệt, giúp giữ lớp trang điểm lâu trôi.,Kết cấu gel mịn dễ tán, thấm nhanh vào da giúp làn mịn màng, che khuyết điểm, làm mờ lỗ chân lông.,Công thức không bết dính, lên da cảm giác nhẹ như không.,Thành phần chứa Dimethicone giúp làm mềm da tự nhiên, không gây hại cho làn da.,Không chứa paraben.,Không thử nghiệm trên động vật.,Bảo quản:,Nơi khô ráo thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 15ml,Thương hiệu: SILKYGIRL,Xuất xứ: Malaysia,Sản xuất: Thái Lan.",
    "productSpecs": [
      "Barcode                        9555250055306",
      "Thương Hiệu                        Silkygirl",
      "Xuất xứ thương hiệu                            Malaysia",
      "Nơi sản xuất",
      "Đặc Tính                            Dạng Lì",
      "Giới tính                            Tất cả"
    ],
    "productIngredients": "",
    "productUsage": "Lấy lượng vừa đủ sản phẩm khoảng 1-2 hạt đậu.,Nhẹ nhàng apply lên các khu vực có nhiều khuyết điểm.,Dùng tay sạch nhẹ nhàng tán đều sản phẩm.,Tiếp tục bước trang điểm nền hằng ngày.",
    "quantity": 50,
    "userRating": "2.13",
    "rateCount": 35,
    "soldCount": 458,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Australis Bảo Vệ Toàn Diện Cho Mọi Loại Da 30ml",
    "UPC": "422210960",
    "productPrice": [
      "295.000 ₫"
    ],
    "productInfo": "Fresh & Flawless Tea Tree Primer là dòng sản phẩm kem lót mới của thương hiệu mỹ phẩm thuần chay australis, nằm trong Bô sưu tập Fresh & Flawless với thành phần hoàn toàn thuần thực vật trong đó đặc biệt tinh chất tràm trà giúp làm giảm và ngăn ngừa mụn, kết hợp với vitamin E tạo độ ẩm và giúp da mềm mượt ngay cả khi make up suốt ngày dài.,Kem lót Fresh & Flawless Tea Tree Primer không chỉ mang lại cho bạn một lớp nền hoàn hảo mà còn là hàng rào bảo vệ toàn diện và che được tất cả các loại khuyết điểm trên khuôn mặt như: mụn đỏ, lỗ chân lông,… giúp lớp nền mịn màng và lâu trôi suốt cả ngày dài.,Kem Lót Bảo Vệ Toàn Diện Cho Mọi Loại Da Fresh & Flawless Tea Tree Primer 30ml hiện đã có mặt tại Hasaki.,Sản phẩm phù hợp cho mọi loại da, kể cả da nhạy cảm.,Da có mụn đỏ hoặc vết thâm do mụn để lại.,Da dầu nhờn, lỗ chân lông to.,Da có khuyết điểm, da không đều màu.,Chứa tinh dầu tràm trà (Tea Tree oil) giúp hỗ trợ làm giảm mụn và ngăn ngừa mụn bùng phát.,Giúp che phủ các khuyết điểm trên da như lỗ chân lông to, nếp nhăn, vết thâm mụn.,Bổ sung thêm thành phần Vitamin E giúp lớp nền mềm min, không bị cakey, giữ tông lâu cả ngày dài, không làm bí da.,Kiềm dầu, giữ lớp trang điểm bền màu và đẹp hơn.,Không chứa hương liệu phù hợp cho mọi loại da, đặc biệt da nhạy cảm.,Có thể sử dụng mỗi ngày (sau bước kem chống nắng) giúp bảo vệ da trước tác hại môi trường (khói, bụi,…).,Đạt chuẩn Vegan Friendly - tất cả các sản phẩm đều không chứa bất kỳ thành phần từ động vật nào hoặc dẫn xuất của chúng.,Bảo quản nơi khô ráo, thoáng mát, tránh ánh nắng trực tiếp hoặc nơi có nhiệt độ cao / ẩm ướt.,Tránh xa tầm tay trẻ em.,Đậy nắp kín sau khi sử dụng.,Thương hiệu: australis,Xuất xứ thương hiệu: Úc,Sản xuất tại: Úc,Dung tích: 30ml",
    "productSpecs": [
      "Barcode                        9312658624882",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất                            Australia",
      "Loại da                            Da thường/ Mọi loại da",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da mụn"
    ],
    "productIngredients": "Thành phần chính:,Tinh chất lá tràm trà đến từ miền Nam nước Úc (Tea tree oil): giúp ngăn ngừa và giảm mụn.,Vitamin E: cấp ẩm cho da.,Isononyl Isononanoate: giúp dưỡng ẩm, tạo độ liên kết giữa các sẩn phẩm.,Butylene Glycol: giữ ẩm cho da và giúp cho sản phẩm khi thoa trên da được mịn màng.,Dimethicone: giúp cấp ẩm cho da dầu.",
    "productUsage": "Sử dụng kem lót Fresh & Flawless sau bước cuối cùng của chu trình chăm sóc da (làm sạch - toner - kem dưỡng - kem chống nắng) và trước lớp makeup.,Lấy lượng vừa đủ và thoa đều lên toàn bộ khuôn mặt.",
    "quantity": 31,
    "userRating": "1.68",
    "rateCount": 82,
    "soldCount": 688,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Australis Che Mụn, Kháng Viêm, Giảm Sưng Đỏ 30ml",
    "UPC": "422216588",
    "productPrice": [
      "255.000 ₫"
    ],
    "productInfo": "Kem Lót Australis Fresh & Flawless Blemish Buster Acne Fighting Primer Che Mụn, Kháng Viêm, Giảm Sưng Đỏ 30ml là sản phẩm kem lót đến từ thương hiệu australis - Úc. Sản phẩm chứa Vitamin C, E và Salicylic Acid giúp bảo vệ da và làm mờ các vết thâm hiệu quả, từ đó cho bạn một lớp nền tự nhiên.,Kem Lót Australis Fresh & Flawless Blemish Buster Acne Fighting Primer Che Mụn, Kháng Viêm, Giảm Sưng Đỏ 30ml hiện đã có tại Hasaki.,Phù hợp với mọi loại da, đặc biệt da mụn.,Australis Fresh & Flawless Blemish Buster Acne Fighting Primer là loại kem lót có khả năng chữa lành và làm dịu vết đỏ mụn, mụn trứng cá. Đồng thời còn giúp giữ ẩm và cấp nước cho làn da của bạn trước khi dùng kem nền.,Thành phần Vitamin C, E và Salicylic Acid hỗ trợ bảo vệ da và làm mờ các vết thâm.,Dầu hoa anh thảo và Dầu hạt Argan hoạt động như chất dưỡng ẩm giúp cấp ẩm cho làn da luôn mềm mượt suốt nhiều giờ.,Công thức thuần chay an toàn với cả làn da nhạy cảm.,Bảo quản nơi khô ráo, thoáng mát, tránh ánh nắng trực tiếp hoặc nơi có nhiệt độ cao / ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 30ml,Thương hiệu: Australis,Xuất xứ thương hiệu: Úc,Sản xuất tại: Australis",
    "productSpecs": [
      "Barcode                        9312658627593",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất                            Australia",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da mụn"
    ],
    "productIngredients": "Thành phần chính:,Thành phần Vitamin C, E và Salicylic Acid hỗ trợ bảo vệ da và làm mờ các vết thâm.,Dầu hoa anh thảo và dầu hạt Argan hoạt động như chất dưỡng ẩm giúp cấp ẩm cho làn da luôn mềm mượt suốt nhiều giờ.,Thành phần chi tiết:,Aqua (Water), Cyclopentasiloxane, Butylene glycol, PEG/PPG-18/18 dimethicone, Phenoxyethanol, Dimethicone crosspolymer, Carbomer, Chlorphenesin, Sodium hydroxide, Argania spinosa (Argan) kernel oil, Disodium EDTA, Oenothera biennis (Evening primrose) oil, Salicylic acid, Tocopheryl acetate, Maris aqua (Sea water), CI 42090 (Blue 1)",
    "productUsage": "Thoa kem lót lên mặt sạch trước khi trang điểm.",
    "quantity": 27,
    "userRating": "2.54",
    "rateCount": 99,
    "soldCount": 744,
    "category": "KemLot"
  },
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-xit-lot-trang-diem-australis-make-up-primer-spritz-50ml-1673252960_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/t/e/tem-phu_422210988-1677749608_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/x/i/xit-lot-trang-diem-australis-make-up-primer-spritz-50ml-3-1673252960_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/x/i/xit-lot-trang-diem-australis-make-up-primer-spritz-50ml-2-1673252960_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/x/i/xit-lot-trang-diem-australis-make-up-primer-spritz-50ml-1-1673252962_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Xịt Lót Trang Điểm Australis Make Up Primer Spritz 50ml",
    "UPC": "422210988",
    "productPrice": [
      "165.000 ₫"
    ],
    "productInfo": "Xịt Lót Trang Điểm Australis Make Up Primer Spritz 50ml là sản phẩm lót trang điểm đến từ thương hiệu mỹ phẩm Australis của Úc. Sản phẩm có dạng xịt độc đáo, tiện lợi và dễ sử dụng, giúp bạn nhanh chóng chuẩn bị cho làn da sẵn sàng để có được lớp nền mịn mượt, hoàn hảo nhất mà không mất thời gian thoa hay chờ kem thấm như dạng kem lót truyền thống. Chỉ cần xịt đều Xịt Lót Trang Điểm Australis Make Up Primer Spritz lên khắp da mặt và vỗ nhẹ để sản phẩm thẩm thấu hết, làn da sẽ trở nên tươi mới và mịn màng ngay lập tức, khi thoa kem nền sẽ không còn hiện tượng vón cục hay cakey, đồng thời giữ cho lớp nền được bền màu lâu trôi hơn.,Hiện sản phẩm Xịt Lót Trang Điểm Australis Make Up Primer Spritz 50ml đã có mặt tại Hasaki.,Sản phẩm thích hợp cho mọi loại da.,Muốn sử dụng lớp lót trang điểm nhanh gọn, hiệu quả.,Muốn sử dụng sản phẩm trang điểm có thành phần dưỡng da.,Chiết xuất cây phỉ, nước hoa hồng, Vitamin C, nước ép lô hội, chiết xuất vỏ cây liễu trắng giúp cung cấp độ ẩm, nuôi dưỡng làn da thêm tươi trẻ căng mịn, hỗ trợ làm se da và thu nhỏ lỗ chân lông, điều tiết lượng bã nhờn dư thừa cho da thông thoáng, bảo vệ da khỏi gốc tự do gây hại.,Đầu xịt phun sương tiện dụng, nhanh chóng cho lớp lót tươi mới sảng khoái.,Dùng sau bước chống nắng và trước bước kem nền hoặc các bước trang điểm khác.,Nơi khô ráo thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 50ml,Thương hiệu: Australis,Xuất xứ thương hiệu: Úc,Sản xuất tại: Úc.",
    "productSpecs": [
      "Barcode                        9312658624011",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất",
      "Giới tính                            Tất cả"
    ],
    "productIngredients": "Thành phần chính:,Chiết xuất lô hội: làm giảm mụn, làm dịu da, giảm sưng tấy, dưỡng ẩm, làm se lỗ chân lông và ngăn ngừa các dấu hiệu lão hóa.,Vitamin C: sản xuất collagen, hết sức cần thiết cho sự lành vết thương, sự mạnh khỏe của nướu răng, và ngăn ngừa các mảng bầm ở da, Vitamin C cũng là một chất dinh dưỡng chống oxy hóa rất quan trọng.,Chiết xuất cây Phỉ: giúp se khít lỗ chân lông, tăng cường dưỡng ẩm, làm dịu làn da kích ứng, mẩn đỏ.,Thành phần đầy đủ:,Aqua (Water), Alcohol Denat., Propylene Glycol, Tapioca Starch, PVP, Polysorbate 20, Phenoxyethanol, Hamamelis Virginiana (Witch Hazel) Extract, Cetrimonium Chloride, Chlorphenesin, Rosa Centifolia Flower Water, Alcohol, Sodium Citrate, Polymethylsilsesquioxane, Sodium Ascorbyl Phosphate, Aloe Barbadensis Leaf Juice, Maltodextrin, Salix Nigra (Willow) Bark Extract, Potassium Sorbate, Sodium Benzoate.",
    "productUsage": "Lắc đều trước khi sử dụng.,Để chai xịt cách mặt khoảng 10cm và xịt đều lên khắp toàn bộ da mặt.,Vỗ nhẹ cho xịt lót thẩm thấu vào da sau đó tiếp tục với kem nền / các bước trang điểm khác.",
    "quantity": 34,
    "userRating": "3.83",
    "rateCount": 86,
    "soldCount": 165,
    "category": "KemLot"
  },
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/t/o/top_fb_ads_210000095_310523-1685529325_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/t/e/tem-phu_210000095-1665046723_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/g/o/google-shopping-kem-lot-bat-sang-mac-silverlite-mau-trang-bac-50ml-1675152344_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-bat-sang-mac-silverlite-mau-trang-bac-50ml-1675152344_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-bat-sang-mac-silverlite-mau-trang-bac-50ml-1-1675152345_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Kem Lót Bắt Sáng MAC Màu Silverlite - Trắng Bạc 50ml",
    "UPC": "210000095",
    "productPrice": [
      "1.100.000 ₫"
    ],
    "productInfo": "Kem Lót Bắt Sáng MAC Strobe Cream là sản phẩm kem lót trang điểm đến từ thương hiệu M.A.C, giúp mang đến vẻ ngoài toàn diện cho làn da, cho gương mặt trong như sương, tạo hiệu ứng làn da căng bóng và tỏa sáng. Nhờ thành phần chứa các chất chống oxy hóa, vitamin, trà xanh... sản phẩm giúp cung cấp ẩm cho làn da, tạo cảm giác tươi mát và tăng cường độ bắt sáng cho da trong mọi điều kiện ánh sáng.,Kem lót bắt sáng cấp ẩm và giúp da sáng bóng rạng rỡ MAC Strobe Cream 50ml hiện đã có mặt tại Hasaki với tone màu Silverlite - Trắng Bạc.,Mang lại năng lượng cho làn da, cung cấp độ ẩm, tạo cảm giác tươi mát nhờ thành phần chiết xuất từ thiên nhiên.,Hoàn thiện vẻ ngoài tươi tắn cho làn da xỉn màu hay mệt mỏi với các vitamin và trà xanh.,Làm da sáng bóng và rạng rỡ với các hạt ánh kim và chất chống oxy hóa.,Tăng cường độ bắt sáng cho da trong mọi điều kiện ánh sáng, từ ánh sáng mặt trời đến ánh đèn trên sân khấu.,Nơi khô ráo, thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 50ml,Thương hiệu: MAC Cosmetics,Xuất xứ thương hiệu: Mỹ",
    "productSpecs": [
      "Barcode                        773602422036",
      "Thương Hiệu                        MAC",
      "Xuất xứ thương hiệu                            Mỹ",
      "Nơi sản xuất",
      "Loại da                            Da thường/ Mọi loại da",
      "Giới tính                            Nữ"
    ],
    "productIngredients": "Water\\Aqua\\Eau, Dimethicone, Butylene Glycol, Cetyl Ricinoleate, Glyceryl Distearate, Trisiloxane, Glyceryl Stearate Se, Cholesterol, Steareth-10, Simmondsia Chinensis (Jojoba) Seed Oil, Cetyl Esters, Cetyl Alcohol, Tocopheryl Acetate, Sodium Hyaluronate, Camellia Sinensis (Green Tea) Leaf Extract, Morus Bombycis (Mulberry) Root Extract, Pyrus Malus (Apple) Fruit Extract, Scutellaria Baicalensis Root Extract, Vitis Vinifera (Grape) Fruit Extract, Ceramide Ng, Cyanocobalamin, Glycerin, Isohexadecane, Silica, Tin Oxide, Sucrose, Polysorbate 80, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Xanthan Gum, Caprylyl Glycol, Hexylene Glycol, Citric Acid, Linoleic Acid, Panthenol, Fragrance (Parfum), Disodium Edta, Edta, Magnesium Ascorbyl Phosphate, Sodium Citrate, Phenoxyethanol, Sodium Metabisulfite, Sodium Sulfite, [+/- Mica, Titanium Dioxide (Ci 77891), Red 4 (Ci 14700)],<ILN45200>",
    "productUsage": "Lấy trực tiếp sản phẩm bằng đầu ngón tay hoặc cọ M.A.C 109 và thoa đều lên da.,Để tạo cường độ bắt sáng cao hơn, bạn có thể thoa kem bắt sáng sau kem nền.,Để tạo độ bắt sáng mềm mại, tinh tế hơn, bạn thoa kem bắt sáng trước rồi mới đến kem nền.,Để tạo độ bắt sáng tự nhiên, bạn có thể trộn chung kem bắt sáng với kem nền dạng lỏng hoặc kem yêu thích của bạn rồi thoa đều lên mặt.,Hãy thử sử dụng nhiều sắc thái cho hiệu ứng loang màu \"ombre\" quyến rũ.",
    "quantity": 30,
    "userRating": "4.66",
    "rateCount": 90,
    "soldCount": 833,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót City Color Mattifying Primer Kiềm Dầu 25ml",
    "UPC": "422212189",
    "productPrice": [
      "134.000 ₫"
    ],
    "productInfo": "Kem Lót City Color Mattifying Primer Kiềm Dầu 25ml là sản phẩm kem lót đến từ thương hiệu mỹ phẩm nổi tiếng City Color của Mỹ, làm đầy lỗ chân lông với vitamin E để tạo ra một lớp nền hoàn hảo và mịn màng cho lớp trang điểm. Mattifying Primer giúp điều chỉnh lượng dầu và bã nhờn, giữ làn da luôn khô thoáng trong thời gian dài, đồng thời che phủ lỗ chân lông, làm mờ các nếp nhăn và tạo lớp lót mịn màng bảo vệ da.,Hiện sản phẩm Xịt Khoá Nền City Color Oil Control Matte Setting Spray 75ml đã có mặt tại Hasaki.,Sản phẩm thích hợp cho da dầu.,Da dầu thừa, lỗ chân lông to.,Muốn làm mờ lỗ chân lông tạo lớp nền mịn màng.,Tạo lớp lót ráo mịn, khô thoáng và và duy trì lớp nền bền lâu.,Đem lại hiệu ứng mịn lì, làm mờ lỗ chân lông.,Kem lót che phủ lỗ chân lông, làm mờ các nếp nhăn tạo lớp lót mịn màng, lý tưởng trước khi trang điểm.,Vitamin E có tác dụng bảo vệ và giữ ẩm cho da mềm mại.,Không paraben.,Nơi khô ráo thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 25ml,Thương hiệu: City Color,Xuất xứ thương hiệu: Mỹ.",
    "productSpecs": [
      "Barcode                        849136006025",
      "Thương Hiệu                        City Color",
      "Xuất xứ thương hiệu                            Mỹ",
      "Nơi sản xuất                            United States",
      "Loại da                            Da dầu",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da dầu, lỗ chân lông to"
    ],
    "productIngredients": "Thành phần chính:,Vitamin E: có tác dụng bảo vệ và giữ ẩm cho da mềm mại.,Thành phần đầy đủ:,Dimethicone, Cyclopentasiloxane, Dimethicone Crosspolymer, Phenoxyethanol, Tocopheryl Acetate.",
    "productUsage": "Bóp một lượng nhỏ lên đầu ngón tay và thoa đều khắp mặt, tập trung vào những vùng có lỗ chân lông dễ thấy nhất.",
    "quantity": 46,
    "userRating": "4.12",
    "rateCount": 1,
    "soldCount": 185,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Trang Điểm Artdeco Instant Skin Perfector 25ml",
    "UPC": "422209843",
    "productPrice": [
      "569.000 ₫"
    ],
    "productInfo": "Kem Lót Trang Điểm Artdeco Instant Skin Perfector 25ml là sản phẩm kem lót đến từ thương hiệu mỹ phẩm Artdeco của Đức, có kết cấu mềm mịn như nhung giúp tạo lớp lót mỏng nhẹ tự nhiên, làm đồng đều màu da mang lại làn da rạng rỡ. Sản phẩm chứa các thành phần dưỡng chất như Hyaluronic Acid, chiết xuất xà lách Rocket và chiết xuất tảo biển giúp lớp nền nhẹ nhàng và thoải mái trên da.,Hiện sản phẩm Kem Lót Trang Điểm Artdeco Instant Skin Perfector 25ml đã có mặt tại Hasaki.,Sản phẩm thích hợp cho mọi loại da.,Muốn tạo lớp lót bảo vệ da trước khi trang điểm.,Muốn sử dụng sản phẩm kem lót làm đều màu da.,Tạo lớp lót mịn như nhung chứa các hạt nhỏ sắc tố màu bên trong khi tác động vào da, các sắc tố sẽ thích ứng với màu da tự nhiên và làm đồng đều màu da.,Chiết xuất xà lách Rocket giàu vitamin A giúp nuôi dưỡng và làm săn chắc da.,Chiết xuất hoa sứ hỗ trợ làn da đều màu và cho làn da sáng đẹp tự nhiên.,Chiết xuất tảo biển và Hyaluronic Acid cung cấp độ ẩm cho da.,Nơi khô ráo thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 25ml,Thương hiệu: Artdeco,Xuất xứ thương hiệu: Đức,Sản xuất tại: Đức.",
    "productSpecs": [
      "Barcode                        4052136082043",
      "Thương Hiệu                        Artdeco",
      "Xuất xứ thương hiệu                            Ðức",
      "Nơi sản xuất                            Germany",
      "Giới tính                            Tất cả"
    ],
    "productIngredients": "Thành phần chính:,Chiết xuất xà lách Rocket: giàu vitamin A giúp nuôi dưỡng và làm săn chắc da.,Chiết xuất hoa sứ: hỗ trợ làn da đều màu và cho làn da sáng đẹp tự nhiên.,Chiết xuất tảo biển và Hyaluronic Acid: cung cấp độ ẩm cho da.,Thành phần đầy đủ:,Aqua (Water), Octocrylene, Ethylhexyl Methoxycinnamate, Glycerin, Ethylhexyl Salicylate, Cetearyl Alcohol, Cetearyl Glucoside, Cetyl Alcohol, Magnesium Aluminum Silicate, Titanium Dioxide (Nano), Dicaprylyl Ether, Hexyl Laurate, Phenoxyethanol, Cetearyl Isononanoate, Benzyl Alcohol, Boron Nitride, Ethylhexylglycerin, Ceteareth-20, Acrylates/Ammonium Methacrylate Copolymer, Methylparaben, Xanthan Gum, Triethyl Citrate, Parfum (Fragrance), Tocopheryl Acetate, Glyceryl Stearate, Propylparaben, Aluminum Hydroxide, Stearic Acid, Bht, Disodium Edta, Caprylic/Capric Triglyceride, Dehydroacetic Acid, Citric Acid, Ceteareth-12, Cetyl Palmitate, Hydrolyzed Eruca Sativa Leaf, Galactoarabinan, Sodium Hyaluronate, Arginine Pca, Hoya Lacunosa Flower Extract, Sodium Benzoate, Potassium Sorbate, Phaeodactylum Tricornutum Extract, Ci 77491 (Iron Oxides), Ci 77492 (Iron Oxides), Ci 77499 (Iron Oxides), Ci 77891 (Titanium Dioxide)",
    "productUsage": "Lấy một lượng nhỏ đủ cho da mặt và dùng tay tán đều để kem tan ra mỏng nhẹ như bạn mong muốn.",
    "quantity": 46,
    "userRating": "4.84",
    "rateCount": 12,
    "soldCount": 601,
    "category": "KemLot"
  },
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-kem-chong-nang-va-lot-trang-diem-vacosi-spf50-pa-1646021620_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-chong-nang-va-lot-trang-diem-vacosi-spf50-pa-1646021618_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-chong-nang-va-lot-trang-diem-vacosi-spf50-pa-1-1646021619_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-chong-nang-va-lot-trang-diem-vacosi-spf50-pa-2-1646021620_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/g/o/google-shopping-kem-chong-nang-va-lot-trang-diem-vacosi-spf50-pa_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Kem Chống Nắng Và Lót Trang Điểm Vacosi SPF50 PA+++ 45ml",
    "UPC": "201100323",
    "productPrice": [
      "341.000 ₫"
    ],
    "productInfo": "Kem Chống Nắng Và Lót Trang Điểm VACOSI Natural Studio BB Base Sun Protect SPF50 PA+++ 45ml,Kem Chống Nắng Và Lót Trang Điểm VACOSI Natural Studio BB Base Sun Protect SPF50 PA+++ 45ml là sản phẩm mới nhất được ra mắt từ VACOSI – nhãn hiệu mỹ phẩm trang điểm chuyên nghiệp của Hàn Quốc, với sự kết hợp 2 công dụng trong 1 sản phẩm: kem chống nắng và lót trang điểm, giúp bảo vệ làn da tối ưu khỏi ánh nắng mặt trời trong nhiều giờ liền cùng một lớp nền mịn màng, không bí bách.,Kem chống nắng là sản phẩm không thể thiếu trong chu trình chăm sóc và trang điểm da hằng ngày, đặc biệt là với khí hậu nóng ẩm cùng tác động trực tiếp từ ánh nắng mặt trời như tại Việt Nam khiến cho bề mặt da dễ tổn thương, sạm đi và nhanh xuất hiện các dấu hiệu lão hóa. Dùng kem chống nắng sẽ giúp bảo vệ làn da khỏi các tác hại từ tia UVA, UVB, hạn chế tình trạng lão hoá da sớm và ung thư da.,Tuy nhiên, trong cuộc sống bận rộn ngày nay thì tâm lý người tiêu dùng thường thích những sản phẩm gọn nhẹ, tiện lợi với nhiều công dụng trong một. Xu hướng kết hợp kem chống nắng và kem trang điểm cũng được đông đảo phái đẹp tìm kiếm, nhằm tiết kiệm thời gian hơn cho mỗi buổi sáng mà vẫn có được một làn da đẹp không tì vết và được bảo vệ tối đa.,Nắm bắt được tâm lý người dùng, VACOSI đã cho ra đời dòng sản phẩm Kem Chống Nắng Và Lót Trang Điểm Vacosi Natural Studio BB Base Sun Protect SPF50 PA+++, với sự kết hợp 2 trong 1, vừa chống nắng, vừa làm kem lót dưỡng da, giúp bảo vệ da tối ưu dưới tác hại của tia cực tím.,Sản phẩm ứng dụng công nghệ gốc nước (water blend), do vậy có kết cấu mỏng nhẹ như nước, thẩm thấu nhanh chóng và mang lại cảm giác tươi mát, an toàn và không làm bí da. VACOSI Natural Studio BB Base Sun Protect cho hiệu ứng làn da mịn mượt cùng khả năng nâng tone hiệu quả, giúp làn da hồng hào và sáng khỏe suốt cả ngày.,Hiện Kem Chống Nắng Và Lót Trang Điểm VACOSI Natural Studio BB Base Sun Protect SPF50 PA+++ đã có mặt tại Hasaki.,Loại da phù hợp:,Hướng dẫn bảo quản:,Dung tích: 45ml,Thương hiệu: Vacosi,Xuất xứ: Hàn Quốc,Sản xuất tại: Hàn Quốc",
    "productSpecs": [
      "Barcode                        8809605871792",
      "Thương Hiệu                        VACOSI",
      "Xuất xứ thương hiệu                            Hàn Quốc",
      "Nơi sản xuất                            Korea",
      "Loại da                            Da thường/ Mọi loại da",
      "Đặc Tính                            Có SPF",
      "Giới tính                            Tất cả"
    ],
    "productIngredients": "Water, Titanium Dioxide, Cyclopentasiloxane, Glycerin, Ethylhexyl Salicylate, Ethylhexyl Methoxycinnamate, Dimethicone, Zinc Oxide, Diisostearyl Malate, Niacinamide, Cetyl PEG/PPG-10/1 Dimethicone, Hexyl Laurate, PEG-10 Dimethicone, Ozokerite, Sodium Chloride, Cyclohexasiloxane, Dimethicone/Vinyl Dimethicone Crosspolymer, Stearic Acid, Alumina, Sorbitan Sesquioleate, Magnesium Aluminum Silicate, Isododecane, Caprylyl Glycol, Triethoxycaprylylsilane, Fragrance, Butylphenyl Methylpropional, Benzyl Benzoate, Alpha-Isomethyl Ionone, Citronellol, Geraniol, Coumarin, Linalool, Cinnamyl Alcohol, Benzyl Alcohol, Eugenol, Isoeugenol, Allantoin, Disodium EDTA, Disteardimonium Hectorite, Ethylhexylglycerin, Adenosine, Propylene Carbonate.",
    "productUsage": "",
    "quantity": 47,
    "userRating": "2.20",
    "rateCount": 53,
    "soldCount": 146,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Chống Nắng Aprilskin Nâng Tông Dưỡng Ẩm Da SPF 50+ 38g",
    "UPC": "422207625",
    "productPrice": [
      "439.000 ₫"
    ],
    "productInfo": "Kem Chống Nắng Nâng Tông Aprilskin Tone Up Skin Tint SPF 50+ là sản phẩm kem chống nắng đa năng mới từ thương hiệu Aprilskin, tích hợp các công dụng: dưỡng ẩm nâng tone + cố định lớp nền + kem chống nắng SPF 50+ / PA ++++ tất cả trong một! Sản phẩm cung cấp khả năng chống nắng, làm sáng da và che phủ các khuyết điểm, mang lại cho bạn lớp nền mịn màng, bóng khoẻ tự nhiên như làn da thật của bạn.,Đặc biệt, ngay cả khi đeo khẩu trang cả ngày, lớp kem vẫn tạo cảm giác nhẹ nhàng và không hề bị lem. Kết hợp với phức hợp Cica Calming Complex làm dịu làn da mệt mỏi và xỉn màu, đồng thời giúp làn da trông tươi sáng và rạng rỡ hơn rõ rệt.,Kem Chống Nắng Nâng Tông Dưỡng Ẩm Da Aprilskin Tone Up Skin Tint SPF 50+ 38g hiện đã có mặt tại Hasaki.,Sản phẩm phù hợp cho mọi loại da.,Phù hợp với cả làn da tông ấm và tông lạnh.,Làn da xỉn màu và mệt mỏi, thiếu sức sống.,Da có các khuyết điểm như mụn, vết thâm, lỗ chân lông to,...,Da thiếu ẩm, thiếu nước.,Aprilskin Tone Up Skin Tint SPF 50+ cung cấp 3 lợi ích trong 1 sản phẩm: chống nắng, kem lót sáng da, kem nền mỏng nhẹ.,Chỉ số SPF 50+ giúp bảo vệ làn da khỏi tác hại của tia UVA + UVB.,Lớp kem mỏng nhẹ giúp nâng tông, làm sáng làn da đang xỉn màu và mệt mỏi, đồng thời che phủ khuyết điểm và các vùng da có vấn đề, giúp làn da trông tươi sáng và rạng rỡ hơn rõ rệt.,Phức hợp Cica Calming Complex giúp làm dịu tình trạng da kích ứng hay mẩn đỏ, hỗ trợ thúc đẩy làm lành các vết thương.,Hệ thống giữ nước duy trì độ ẩm giúp đem lại hiệu ứng làn da căng bóng, ẩm mượt, bám dính tốt và không chảy hay lem.,Các thành phần dưỡng ẩm trong công thức ngăn ngừa cảm giác thô ráp và nặng nề mỗi khi trang điểm.,Công thức mỏng nhẹ, dễ thoa với khả năng hấp thụ dễ dàng, không gây cakey, không lộ vân trắng, không dính khẩu trang.,Ngay cả khi đeo khẩu trang cả ngày, lớp kem vẫn tạo cảm giác nhẹ nhàng và không hề bị lem.,Bảo quản nơi khô ráo, thoáng mát, tránh ánh nắng trực tiếp hoặc nơi có nhiệt độ cao / ẩm ướt.,Tránh xa tầm tay trẻ em.,Đậy nắp kín sau khi sử dụng.,Thương hiệu: Aprilskin,Xuất xứ thương hiệu: Hàn Quốc,Sản xuất tại: Hàn Quốc,Trọng lượng: 38g | 1,34 fl. Oz.",
    "productSpecs": [
      "Barcode                        8809517414070",
      "Thương Hiệu                        Aprilskin",
      "Xuất xứ thương hiệu                            Hàn Quốc",
      "Nơi sản xuất                            Korea",
      "Loại da                            Da thường/ Mọi loại da",
      "Đặc Tính                            Ban Ngày",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da sạm, xỉn, không đều màu"
    ],
    "productIngredients": "Thành phần chính:,Màng lọc chống nắng vật lý lai hoá học: Titanium Dioxide, Ethylhexyl Methoxycinnamate, Zinc Oxide, 4-Methylbenzylidene Camphor, Isoamyl P-Methoxycinnamate.,Niacinamide: dưỡng sáng da, mờ vết thâm, đốm nâu.,Chiết xuất lá cây Phỉ (Virginia Leaf Extract): làm se da, giúp kiểm soát dầu mụn & làm giảm viêm, mẩn đỏ.,Chiết xuất Rau Má (Centella Asiatica Extract): tăng sinh collagen, giúp làm lành các vết thương nhanh chóng.,Adenosine: thúc đẩy sản xuất các sợi elastin và collagen, làm săn chắc da, giảm chảy xệ, đồng thời hỗ trợ làm mờ nếp nhăn.,Dầu hạt Trà Xanh (Green Tea Seed Oil): dưỡng ẩm và cải thiện làn da khô mất nước, củng cố hàng rào bảo vệ da, giúp da sáng căng và bóng khỏe.,Thành phần chi tiết: Purified Water, Cyclopentasiloxane, Titanium Dioxide, Ethylhexyl Methoxycinnamate, Dimethicone, Titanium Dioxide, Caprylic/Capric Triglyceride, Zinc Oxide, 4-Methylbenzylidene Camphor, Lauryl Pg-10 Tris(Trimethylsiloxy)Silylethyldimethicone, Butylene Glycol, Diphenyldimethicone, Cetylpg/Pg-10/1 Dimethicone, Niacinamide, Isoamyl P-Methoxycinnamate, Isotridecyl Isononanoate, Alumina, 1,2-Hexanediol, Triethoxycaprylylsilane, Disteadimonium Hectorite, Sodium Chloride, Phenoxyethanol, Fragrance, Yellow Iron Oxide, Propylene Carbonate, Peg-10, Red Iron Oxide, Aluminum Hydroxide, Virginia Leaf Extract, Centella Asiatica Extract, Adenosine, Isopropyl Titanium Triisostearate, Black Iron Oxide, Disodium Edta, Green Tea Seed Oil, BHT, Pearl Powder, Ruby Powder, Rose Extract, Sodium Hyaluronate.",
    "productUsage": "Lắc đều lọ sản phẩm Kem Chống Nắng Aprilskin Tone Up Skin Tint SPF 50+, sau đó lấy một lượng kem vừa đủ lên đầu ngón tay hoặc mu bàn tay.,Thoa đều lên da, có thể dùng mút để tán đều hơn và tạo hiệu ứng làm mờ, giúp lớp nền trông ẩm mịn tự nhiên.,Tiếp tục với các bước trang điểm tiếp theo.,Tips: Để tăng thêm độ che phủ, bạn có thể sử dụng sản phẩm này làm lớp nền và thoa thêm Kem che khuyết điểm Perfect Spot Erasing Puff Concealer để khắc phục các khuyết điểm.",
    "quantity": 38,
    "userRating": "3.93",
    "rateCount": 49,
    "soldCount": 728,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Australis Dưỡng Ẩm Ngừa Lão Hóa 10ml",
    "UPC": "367800117",
    "productPrice": [
      "93.000 ₫"
    ],
    "productInfo": "Kem Lót Australis Dưỡng Ẩm Ngừa Lão Hóa là sản phẩm kem lót nổi bật đến từ thương hiệu mỹ phẩm trang điểm Australis Cosmetics nổi tiếng từ Úc. Đây là một loại kem lót hoàn hảo để mang lại cho bạn lớp nền mịn đẹp, lâu trôi và tươi mới. Với công thức đặc biệt giúp cung cấp độ ẩm và giữ ẩm tối ưu giúp tạo nên lớp lót mịn màng, chuẩn bị sẵn sàng cho các bước trang điểm nền sau đó bám tốt vào da và bền màu suốt cả ngày dài, ngăn chặn việc nền bị oxy hóa xuống tông hay tình trạng da khô bong khó chịu. Ngoài ra, sản phẩm được bổ sung dẫn xuất Vitamin A & C cung cấp các đặc tính chống oxy hóa, ngăn ngừa lão hóa da cùng với mật ong, lô hội và chiết xuất dưa chuột giúp giữ ẩm cho da. Thích hợp với những làn da khô thiếu độ ẩm và lão hóa.,Một trong những bí quyết để có được lớp nền hoàn hảo và bền màu lâu trôi suốt nhiều giờ chính là sử dụng kem lót trang điểm (primer). Kem lót được sử dụng trước khi makeup, giúp lấp đầy những khuyết điểm trên da như lỗ chân lông to, sẹo mụn, làm cho bề mặt da bằng phẳng mịn màng và “ăn phấn” hơn, đồng thời còn có thêm một số công dụng khác như kiềm dầu, giữ lớp nền lâu trôi, giảm hiện tượng nền loang lổ vào cuối ngày, dưỡng ẩm cho da ẩm mượt và không bị cakey hay bong tróc nền…,Hiện Kem Lót Australis The Original Primer đã có mặt tại Hasaki với 2 dung tích:,10ml,40ml,Sản phẩm thích hợp cho da khô.,Da thiếu ẩm, thiếu nước.,Da xuất hiện nếp nhăn, lão hoá.,Kem lót với công thức bảo vệ độ ẩm, dưỡng ẩm và ngăn ngừa lão hóa tạo ra lớp lót cơ bản cho làn da mịn, mướt, không tì vết.,Chứa các dẫn xuất vitamin A và C có đặc tính ngăn ngừa các dấu hiệu lão hóa, mang lại làn da tươi trẻ và săn chắc hơn.,Chiết xuất từ mật ong, lô hội và dưa chuột giúp giữ ẩm cho da hiệu quả.,Thiết kế dạng tuýp nhỏ gọn, tiện dụng, dễ dàng mang theo trong túi trang điểm hằng ngày.,Kết cấu dạng kem gel mềm mượt, thấm nhanh và tiệp vào da giúp tạo lớp lót mịn màng, giữ độ ẩm cho da suốt cả ngày dài, hạn chế lớp trang điểm bị cakey và lâu xuống tông hơn.,Đạt chuẩn Vegan Friendly.,Nơi khô ráo, thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 10ml; 40ml,Thương hiệu: Australis,Xuất xứ thương hiệu: Úc.",
    "productSpecs": [
      "Barcode                        9312658842569",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất",
      "Loại da                            Da thường/ Mọi loại da",
      "Đặc Tính                            Không Màu",
      "Giới tính",
      "Vấn đề về da                            Da khô, mất nước"
    ],
    "productIngredients": "Thành phần chính:,Chứa các dẫn xuất vitamin A và C: có đặc tính ngăn ngừa các dấu hiệu lão hóa, mang lại làn da tươi trẻ và săn chắc hơn.,Chiết xuất từ mật ong, lô hội và dưa chuột: giúp giữ ẩm cho da hiệu quả.,Thành phần đầy đủ:,Aqua (Water), Cetearyl Alcohol, Isononyl Isononanoate, Phenoxyethanol, Cetearyl Isononanoate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Methylparaben, Propylparaben, Tocopheryl Acetate, C14-22 Alcohols, Mel (Honey), Sodium Ascorbyl Phosphate, Sodium Hydroxide, Disodium EDTA, Propylene Glycol, C12-20 Alkyl Glucoside, Cucumis Sativus (Cucumber) Fruit Extract, Citrus Aurantium Dulcis (Orange) Oil, Parfum (Fragrance), Geranium Maculatum (Geranium) Oil, Aloe Barbadensis (Aloe Vera) Leaf Juice, Faex (Yeast Extract), Retinyl Palmitate, Arachis Hypogaea (Peanut) Oil, Phosphoric Acid, Sodium Benzoate, Diazolidinyl Urea, Potassium Sorbate, DMDM Hydantoin, Sodium Sulfite, Rosa Damascena (Rose) Flower Water, Tocopherol, CI 19140 (Yellow 5), CI 14700 (Red 4)",
    "productUsage": "Sử dụng trước bước kem nền (foundation) và trên da mặt đã được làm sạch.,Cho một lượng kem lót vừa đủ, thoa đều lên toàn bộ khuôn mặt.,Nếu muốn tạo hiệu ứng lớp nền căng bóng, hãy bắt đầu thoa kem nền trước khi lớp kem lót thẩm thấu hết vào da.",
    "quantity": 44,
    "userRating": "2.68",
    "rateCount": 30,
    "soldCount": 985,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "Kem Lót Menard Jupier Tươi Mát 35ml",
    "UPC": "422213782",
    "productPrice": [
      "1.475.000 ₫"
    ],
    "productInfo": "",
    "productSpecs": [
      "Barcode                        4549051734336",
      "Thương Hiệu                        MENARD",
      "Xuất xứ thương hiệu                            Nhật Bản",
      "Nơi sản xuất                            Japan",
      "Loại da                            Da dầu",
      "Đặc Tính                            2 in 1",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da dầu, lỗ chân lông to"
    ],
    "productIngredients": "",
    "productUsage": "",
    "quantity": 35,
    "userRating": "1.35",
    "rateCount": 96,
    "soldCount": 538,
    "category": "KemLot"
  },
  {
    "imageUrls": [],
    "productName": "[HSD 01/2025] Kem Lót Australis Dưỡng Ẩm Ngừa Lão Hóa 10ml",
    "UPC": "422216257",
    "productPrice": [
      "75.000 ₫"
    ],
    "productInfo": "",
    "productSpecs": [
      "Barcode",
      "Thương Hiệu                        australis",
      "Xuất xứ thương hiệu                            Úc",
      "Nơi sản xuất",
      "Loại da",
      "Đặc Tính",
      "Giới tính",
      "Vấn đề về da"
    ],
    "productIngredients": "",
    "productUsage": "",
    "quantity": 29,
    "userRating": "4.69",
    "rateCount": 75,
    "soldCount": 107,
    "category": "KemLot"
  },
  {
    "imageUrls": [
      "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422204256-1695787803_img_800x800_eb97c5_fit_center.png",
      "https://media.hcdn.vn/catalog/product/t/e/tem-phu-kem-lot-l-oreal-infallible-kiem-dau-ben-mau-lau-troi-30ml_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/certificate/giaychungnhan-loreal1684988179_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-l-oreal-infallible-kiem-dau-ben-mau-lau-troi-30ml_img_800x800_eb97c5_fit_center.jpg",
      "https://media.hcdn.vn/catalog/product/k/e/kem-lot-l-oreal-infallible-kiem-dau-ben-mau-lau-troi-30ml-1_img_800x800_eb97c5_fit_center.jpg"
    ],
    "productName": "Kem Lót L'Oréal Infallible Kiềm Dầu Bền Màu Lâu Trôi 30ml",
    "UPC": "422204256",
    "productPrice": [
      "157.000 ₫"
    ],
    "productInfo": "Kem Lót L'Oréal Infallible Kiềm Dầu Bền Màu Lâu Trôi 30ml là sản phẩm kem lót đến từ thương hiệu mỹ phẩm L'Oréal của Pháp, với công dụng giảm bóng nhờn, kiểm soát dầu thừa suốt 24 giờ đồng thời dưỡng ẩm, làm mịn và đều màu da cho cảm giác thoải mái. Sản phẩm có độ chống nắng SPF 16 PA+++ hỗ trợ bảo vệ da khỏi tác hại ánh nắng mặt trời.,Hiện sản phẩm Kem Lót L'Oréal Infallible Kiềm Dầu Bền Màu Lâu Trôi 30ml đã có mặt tại Hasaki.,Da hỗn hợp, da dầu.,Da dầu thừa – lỗ chân lông to.,Da dễ tiết bã nhờn, mồ hôi, dễ trôi nền.,Phân tử hút dầu siêu nhỏ giúp kiềm dầu hiệu quả trong 24 giờ, từ đó giữ lớp nền bền màu, lâu trôi cho làn da luôn rạng ngời.,Bổ sung chất kem serum cấp nước giúp da ẩm mượt, tránh gây hiện tượng cakey, tách nền.,Chứa phân tử làm mờ lỗ chân lông, che phủ mờ lì và làm mịn làn da để lớp nền lên mịn mượt, tự nhiên.,Nơi khô ráo thoáng mát.,Tránh ánh nắng trực tiếp, nơi có nhiệt độ cao hoặc ẩm ướt.,Đậy nắp kín sau khi sử dụng.,Dung tích: 30ml,Thương hiệu: L’Oréal,Xuất xứ thương hiệu: Pháp",
    "productSpecs": [
      "Barcode                        6902395794929",
      "Thương Hiệu                        L'Oreal",
      "Xuất xứ thương hiệu                            Pháp",
      "Nơi sản xuất                            China",
      "Loại da                            Da thường/ Mọi loại da",
      "Đặc Tính                            Dạng Lì",
      "Giới tính                            Tất cả",
      "Vấn đề về da                            Da dầu, lỗ chân lông to"
    ],
    "productIngredients": "",
    "productUsage": "Sử dụng sau bước dưỡng da, và trước bước trang điểm.,Lắc kĩ trước khi sử dụng.,Lấy một lượng sản phẩm vừa đủ. Dùng cọ hoặc đầu ngón tay thoa đều lên mặt.,Tiếp tục sử dụng kem nền hoặc phấn nước. Có thể dùng thêm phấn phủ giúp lớp nền hoàn hảo.",
    "quantity": 42,
    "userRating": "1.44",
    "rateCount": 27,
    "soldCount": 571,
    "category": "KemLot"
  }
]